{
  "tableReservation": "Table Reservation",
  "mealType": "Meal Type",
  "partySize": "Party Size",
  "date": "Date",
  "details": "Details",
  "adults": "Adults",
  "children": "Children",
  "partySizeMessage": "{adults} adults and {children} children are selected for your party",
  "previous": "Previous",
  "next": "Next",
  "selectDate": "Select Date",
  "customerDetails": "Customer Details",
  "firstName": "First Name",
  "lastName": "Last Name",
  "email": "Email",
  "phone": "Phone",
  "submitReservation": "Submit Reservation",
  "checkAvailability": "Check Availability",
  "tableAvailable": "Table No. {number} is Available",
  "scheduledOn": "Scheduled on {date}.",
  "noTableAvailable": "No table available on : {date}",
  "reservationFailed": "Reservation Failed",
  "loadingMealOptions": "Loading meal options...",
  "selectNumberOfAdults": "Select number of adults",
  "selectNumberOfChildren": "Select number of children",
  "Lunch": "Lunch",
  "Dinner": "Dinner",
  "Monday": "Mon",
  "Tuesday": "Tues",
  "Wednesday": "Wed",
  "Thursday": "Thu",
  "Friday": "Fri",
  "Saturday": "Sat",
  "Sunday": "Sun",
  "Email": "Email",
  "CardInfor": "Card information",
  "CardholderName": "Cardholder Name",
  "SecureText": "Securely pay on Powdur and everywhere Link is accepted.",
  "PaySecurely": "Pay Securely",
  "PaymentInfo": "Your payment information is securely processed by Stripe. We do not store your card details.",
  "NamePlaceholder": "Full name on Card",
  "Processing": "Processing",
  "BookingPolices": "Booking Policies",
  "greeting": "Dear guest,",
  "thanks": "Thank you for booking with us.",
  "instructions": "Please read the booking policy carefully as the following terms and conditions are automatically accepted upon booking.",
  "credit_card_policy": "Entering your credit card details is ONLY to guarantee your reservation. The payment must be made directly at Ristorante Osteria al Coniglio Bianco by debit card, credit card, Amex, or cash.",
  "duration_delays_title": "DURATION AND DELAYS",
  "duration_delays_text": "We kindly ask our guests to respect the indicated arrival time to guarantee the best service to our customers. Please inform us of any delays by calling 0258100910. We cannot guarantee an extension of the reservation in case of delays. If you are late without informing us, we will contact you by phone. In case of no response, after 20 minutes, it will be considered a no-show, and 50 Euros per person will be charged to the credit card, and the table will be given to someone on our waiting list.",
  "cancellations_title": "CANCELLATIONS OR CHANGE IN NUMBER OF GUESTS",
  "cancellations_text": "It is possible to report a change in the number of guests up to 24 hours before the arrival date by calling or messaging us on WhatsApp at 0258100910. Individual reservations can be canceled via the confirmation email or by calling up to 24 hours before the reservation. In case of cancellation or a change in the number of guests after the 24-hour deadline or in case of no-show, 50 Euros per person will be charged. Different policies apply to groups (9 or more people).",
  "groups_title": "FOR GROUPS",
  "groups_text": "To make a reservation for 9 or more people, please write to info@alconigliobianco.it. For groups of 9 or more guests, we cannot guarantee that you will be seated at a combined table. However, you will always be seated next to each other.",
  "deposit_title": "DEPOSIT",
  "deposit_text": "Please note that for groups larger than 9 people, different policies apply. A deposit may be required at the time of booking.",
  "allergies_title": "ALLERGIES/INTOLERANCES",
  "allergies_text": "Please inform us of any allergies or intolerances in the notes. Cross-contamination in food preparation cannot be excluded; therefore, our dishes may contain allergens (in accordance with EU Regulation No. 1169/2011).",
  "animals_title": "RESPECT FOR ANIMALS",
  "animals_text": "Pets are allowed."
}
